<div class="title">QYKCMS 使用协议</div>
<div class="cont"><div class="agreement">
　　<strong>QYKCMS 或 青云客CMS 全称为青云客网站管理系统</strong>
<br>　　青云客网站管理系统的官方网站为 http://cms.qingyunke.com，是梅州市青云客网络科技有限公司（以下称“青云客”）独立研发的一款建站软件，青云客依法独立拥有 QYKCMS 产品的知识产权。 
<br>　　QYKCMS 著作权受到法律和国际公约保护。使用者：无论个人或组织、盈利与否、用途如何（包括以学习和研究为目的），均需仔细阅读本协议，在理解、同意、并遵守本协议的全部条款后，方可开始使用 QYKCMS 软件。您一旦安装使用 QYKCMS 软件，将视为对本协议的接受，即表示您同意接受本协议的各项条款的约束，如果您不同意本协议的条款，请不要安装使用 QYKCMS 软件。
<br><br>　　<strong>协议许可的权利</strong>
<br>　　您可以在协议规定的约束和限制范围内修改 QYKCMS 源代码(如果被提供的话)或界面风格以适应您的网站要求。 
<br>　　您拥有本软件构建的网站中全部会员资料、文章及相关网站数据的所有权，并独立承担与网站内容的相关法律义务。 
<br>　　获得商业授权之后，您可以将本软件应用于商业用途。同时依据所购买的授权类型中所确定的技术支持期限、技术支持方式和技术支持内容，自购买时刻起，在技术支持期限内享有指定范围内的技术支持服务。商业授权用户享有反映和提出意见的权力，相关意见将被作为首要考虑，但没有一定被采纳的承诺或保证。 
<br><br>　　<strong>协议规定的约束和限制</strong>
<br>　　1、未获商业授权之前，不得将本软件用于商业用途（包括但不限于政府、企业网站、经营性网站、以营利为目或实现盈利的网站）。购买商业授权请登陆http://cms.qingyunke.com了解相关具体说明。 
<br>　　2、不得对本软件或与之关联的商业授权进行出租、出售、转让、抵押或发放子许可证。 
<br>　　3、无论如何，即无论用途如何、是否经过修改或美化、修改程度如何，只要使用 QYKCMS 的整体或任何部分，未经书面许可，在网站页面页脚处必须添加 QYKCMS 名称并加上 http://cms.qingyunke.com 的链接，除非您获得青云客商业授权许可。 
<br>　　4、禁止在 QYKCMS 的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。 
<br>　　5、如果您未能遵守本协议的条款，您的授权将被终止，所被许可的权利将被收回，并承担相应法律责任。 
<br><br>　　<strong>有限担保和免责声明</strong>
<br>　　本软件及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。 
<br>　　用户出于自愿而使用本软件，您必须了解使用本软件的风险，在尚未购买产品技术服务之前，我们不承诺提供任何形式的技术支持、使用担保，也不承担任何因使用本软件而产生问题的相关责任，包括但不限于适用于特定用途、适销性、可销售品质或不侵犯第三方权利的默示担保。前述责任排除和限制在适用法律的最大允许范围内有效，即使补救措施未能有效发挥作用。
<br>　　梅州市青云客网络科技有限公司不对使用本软件构建的网站中的文章或信息承担责任。 
<br><br>　　有关 QYKCMS 最终用户授权协议、商业授权与技术服务的详细内容，均由 QYKCMS 官方网站独家提供。梅州市青云客网络科技有限公司拥有在不事先通知的情况下，修改授权协议和服务价目表的权力，修改后的协议或价目表对自改变之日起的新授权用户生效。 
<br>　　电子文本形式的授权协议如同双方书面签署的协议一样，具有完全的和等同的法律效力。您一旦开始安装 QYKCMS，即被视为完全理解并接受本协议的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。协议许可范围以外的行为，将直接违反本协议并构成侵权。我们有权随时终止侵权行为，对侵权的用户撤消授权，责令停止损害，并保留追究相关责任的权力。 
<br><br>　　版权所有 (c) 2016，梅州市青云客网络科技有限公司保留所有权利。
</div></div>
<div class="btn"><input type="button" value="同意协议，进入下一步" onclick="location.href='index.php?setup=2'"></div>
